{
  "2012": [
    {
      "title": "Sooke Minor Fastball Association",
      "details": [
        "On June 23rd the IEOA brought in bobcats, a stone slinger, gravel trucks and material to help with the revitalization of the Art Morris Park in Sooke.",
        "Sooke Minor Fastball is a volunteer based association whose primary goal is to give all children the opportunity to participate in the sport of Fastball.  The IEOA’s support of this project will have a direct effect on the families in the community as it helped to keep the registration low enough to invite families into their Fastball program who otherwise may not have been able to afford to participate."
      ],
      "images": [
        "sookepark1.jpg",
        "sookepark2.jpg",
        "sookepark3.jpg",
        "sookepark4.jpg"
      ],
      "thanks": [
        {
          "equipment": "Gravel Truck and Trailer",
          "donators": [
            "Axel Trucking"
          ]
        },
        {
          "equipment": "Gravel Truck and Trailer",
          "donators": [
            "Basic Rock Products"
          ]
        }
      ]
    }
  ],
  "2013": [
    {
      "title": "Pearce Crecent Play Area",
      "details": [
        "Once again the IEOA has completed another very successful community project.  Thank you to the following companies who helped with this project.  Your support helped the residents of Pearce Crescent, and the surrounding area, develop a play area for children to exercise and socialize in a safe, fun and friendly environment.",
        "Over the years IEOA members have completed numerous volunteer projects.  The IEOA gives us the opportunity to introduce ourselves to the community, and through our donated projects, return a benefit to the local area in which we live and work."
      ],
      "images": [
        "pearcepic1.jpg",
        "pearcepic2.jpg",
        "pearcepic3.jpg",
        "pearcepic4.jpg"
      ],
      "thanks": [
        {
          "equipment": "Excavators",
          "donators": [
            "Don Mann Excavating",
            "R G Excavating",
            "Victoria Stonescape"
          ]
        },
        {
          "equipment": "Roller",
          "donators": [
            "United Rentals"
          ]
        }
      ]
    }
  ]
}
